import React from 'react';
import '../styles/service.css';

const Service = () => {
	return (
		<div className="allservices">
			<h1>Послуги, які ми надаємо</h1>
			<div className="oneservice">
				<h6>СТВОРЕННЯ ТАТУ</h6>
				<p>
					Наші майстри мають багаторічний досвід у створенні татуювань будь-якої
					складності. Ми гарантуємо високий рівень безпеки та гігієни,
					використовуючи лише стерильні одноразові інструменти та найкращі
					фарби.
				</p>
			</div>
			<div className="oneservice">
				<h6>ПЕРЕКРИТТЯ ТАТУ </h6>
				<p>
					Не задоволені старим татуюванням? Ми допоможемо перекрити його новим
					дизайном, який повністю відповідатиме вашим бажанням. Перекриття — це
					чудовий спосіб дати друге життя старому малюнку або виправити невдалий
					результат.
				</p>
			</div>
			<div className="oneservice">
				<h6>КОРЕКЦІЯ ТАТУ</h6>
				<p>
					Якщо ваше татуювання втратило свій початковий вигляд або вам хочеться
					оновити деталі, ми виконаємо корекцію, повернувши вашому тату
					яскравість і чіткість. Наші майстри використовують лише якісні
					матеріали та техніки для досягнення ідеального результату.
				</p>
			</div>
			<div className="oneservice">
				<h6>ВИДАЛЕННЯ ТАТУ</h6>
				<p>
					Якщо ви вирішили повністю позбутися тату, ми пропонуємо сучасні методи
					видалення татуювань за допомогою лазерної технології. Цей метод
					дозволяє знизити кількість сеансів, зменшити біль і отримати кращі
					результати.
				</p>
			</div>
			<div className="oneservice">
				<h6>ІНДИВІДУАЛЬНИЙ ЕСКІЗ</h6>
				<p>
					Наші майстри працюють з різними стилями, враховуючи ваші побажання,
					ідеї та натхнення. Спільно ми пройдемо всі етапи — від першого начерку
					до остаточного затвердження дизайну.
				</p>
			</div>
			<div className="oneservice">
				<h6>КУРСИ ТАТУ</h6>
				<p>
					Мрієте стати професійним тату-майстром? Запрошуємо на наші курси тату!
					Наші досвідчені спеціалісти поділяться своїми знаннями та досвідом,
					навчать основам тату-мистецтва, технікам нанесення і догляду,
					допоможуть розвинути ваш талант та відкрити нові перспективи у цій
					сфері.
				</p>
			</div>
		</div>
	);
};

export default Service;
