import React from 'react';
import '../styles/stages.css';

const Stages = () => {
	return (
		<div className="stageid">
			<div className="block">
				<h5>ВАША ІДЕЯ</h5>
				<p>
					Ваше бачення є надзвичайно важливим для створення індивідуального
					тату. Наша команда завжди готова уважно вислухати ваші ідеї та
					пропозиції. Кожна деталь допоможе нам розробити персоналізований
					ескіз, який ідеально відповідатиме вашим бажанням і стилю.
				</p>
			</div>
			<div className="block">
				<h5>ДИЗАЙН </h5>
				<p>
					Після обговорення ваших ідей ми починаємо розробку ескізу. Відкрите та
					постійне спілкування з нашим майстром дозволить вносити необхідні
					зміни на кожному етапі створення тату. Ви отримаєте ескізи з
					варіантами дизайну та всіма деталями, щоб бути впевненими в
					результаті.
				</p>
			</div>
			<div className="block">
				<h5>НАНЕСЕННЯ ТАТУ</h5>
				<p>
					Ми — професіонали у своїй справі, з великим досвідом у нанесенні тату
					будь-якої складності. Наша команда забезпечить безпечне, точне і
					якісне нанесення тату. Завдяки продуманим деталям процесу, ви
					отримаєте не просто тату, а витвір мистецтва.
				</p>
			</div>
		</div>
	);
};

export default Stages;
